[{"fields": {"created_at": "2016-11-01T15:23:54.568Z", "price": 1113.0, "modified_at": "2016-11-01T15:23:54.573Z", "name": "Bryan Fox Snowboard 2017", "description": "The Nitro Bryan Fox Snowboard is a pro one-off of the timeless SMP model, built for a soul revival and boundary-less freedom in the resort. With a mid-wide width, directional shape, and the classic feel of a radial sidecut, it may come as a surprise that Bryan uses this as his everyday freestyle stick."}, "model": "product.product", "pk": "bryan-fox-snowboard-2017"}, {"fields": {"created_at": "2016-11-01T15:24:23.754Z", "price": 5555.0, "modified_at": "2016-11-01T15:24:23.759Z", "name": "Carbon Credit Asym BTX Snowboard 2017", "description": "Enter the world of asymmetrical shapes with the easy-riding confidence of the GNU Carbon Credit Asym BTX Snowboard. Offering the same effortless feel as the classic, non-asym Carbon Credit, this board lets both beginners and veterans experience the wonders of asymmetry without having to commit to a terrain-specific board -- the GNU Carbon Credit Asym BTX Snowboard can do it all!"}, "model": "product.product", "pk": "carbon-credit-asym-btx-snowboard-2017"}, {"fields": {"created_at": "2016-11-01T15:23:21.345Z", "price": 3333.0, "modified_at": "2016-11-01T15:23:22.571Z", "name": "Creamer Movember Edition Snowboard 2016", "description": "Drop into alpine pow and transition into blown out crud below on the Amplid Creamer Movember Edition Snowboard. This directional beast is meant to arc fast, deflect variable crud, and grip in the most puckering situations. With a healthy dose of camber tempered by a rockered tip, the Creamer spreads turns across all snow conditions with ease; and thanks to basalt reinforcements, the Creamer keeps a level head even when things get choppy"}, "model": "product.product", "pk": "creamer-movember-edition-snowboard-2016"}, {"fields": {"created_at": "2016-11-01T15:21:33.683Z", "price": 5543.0, "modified_at": "2016-11-01T15:22:48.288Z", "name": "Creamer Snowboard 2016", "description": "Drop into alpine pow and transition into blown out crud below on the Amplid Creamer Snowboard. This directional beast is meant to arc fast, deflect variable crud, and grip in the most puckering situations. With a healthy dose of camber tempered by a rockered tip, the Creamer spreads turns across all snow conditions with ease; and thanks to basalt reinforcements, the Creamer keeps a level head even when things get choppy."}, "model": "product.product", "pk": "creamer-snowboard-2016"}, {"fields": {"created_at": "2016-11-01T15:26:57.216Z", "price": 9987.0, "modified_at": "2016-11-01T15:26:57.221Z", "name": "Defenders of Awesome Snowboard 2017", "description": "With such a lofty name, the CAPiTA Defenders of Awesome Snowboard has a lot to live up to. But after four years, this shred deck lives up to the hype. From park laps to high alpine mornings and afternoon beer-soaked wiggle fests, the Defenders of Awesome will perform in spades. If you're looking for one deck to do it all, the DoA has got you covered. Grab a board that specializes in one thing: being awesome. Who doesn't want to be awesome?"}, "model": "product.product", "pk": "defenders-of-awesome-snowboard-2017"}, {"fields": {"created_at": "2016-11-01T15:25:49.874Z", "price": 7765.0, "modified_at": "2016-11-01T15:25:49.880Z", "name": "Goliath+ Snowboard 2017", "description": "Large ambitions need to be matched with the Bataleon Goliath+ Snowboard. If you ride hard, you're going to want a solid ride strapped to your feet and the Goliath+ brings the heaviest tech Bataleon has to offer. Pow stashes, jib lines, steep trails and the like are in for a butt-kicking with the Freestyle 3BT profile and medium flex that stretches the versatility so you never have to hold back. A sintered base puts speed on your side, so you can fly across flats and clear knuckles with ease. Armored with Carbon Enhanced and Kevlar Fleece, the Goliath+ is a soldier for the ages. Season after season, dominate the snow with the Bataleon Goliath+ Snowboard."}, "model": "product.product", "pk": "goliath-snowboard-2017"}, {"fields": {"created_at": "2016-11-01T15:23:04.446Z", "price": 87654.0, "modified_at": "2016-11-01T15:23:04.450Z", "name": "Morning Splitboard 2016", "description": "Earning your turns hasn't just become a fun thing you do every couple of weeks; after that first tour, you were hooked. But many of the options out there don't have that damp, surfy feel of your favorite freeride board. Upgrade to the Amplid Morning Splitboard, and get a split shaped for surfing the white wave. The untouched is calling; go find your personal CloudBreak."}, "model": "product.product", "pk": "morning-splitboard-2016"}, {"fields": {"created_at": "2016-11-04T21:24:48.101Z", "price": 3323.0, "modified_at": "2016-11-05T01:35:43.671Z", "name": "newgrgrg", "description": "newwwwwwwwtttttttt"}, "model": "product.product", "pk": "new"}, {"fields": {"created_at": "2016-11-01T15:24:09.102Z", "price": 5433.0, "modified_at": "2016-11-01T15:24:09.107Z", "name": "Ply Mini Snowboard - Kids' 2017", "description": "Heck yes, the groms are in for a treat. Whether they've been ripping for the past couple years or you're getting them amped up for the their first time on the slopes, the DC Ply Mini Snowboard is the ticket. Complete with Adventure Time graphics, this cruiser is also constructed with a 3 degree bevel and DC s flat profile to prevent edge-catches from raining on their parade. Send'em down on the DC Ply Mini Snowboard and by the end of the day they'll be begging for an extra lap."}, "model": "product.product", "pk": "ply-mini-snowboard-kids-2017"}, {"fields": {"created_at": "2016-11-01T15:20:58.784Z", "price": 13333.0, "modified_at": "2016-11-01T15:20:58.818Z", "name": "Silhouette Snowboard - Women's 2017", "description": "Learning to snowboard can be overwhelming; all these local pros ripping around, and you're still figuring out how to link turns. Snag the Flow Silhouette Snowboard, and hit the slopes with confidence. The easy flexing, easy initiating Flow Silhouette will arc easily, stop on a dime, and alleviate some of the headaches associated with rental boards. You want to get better; swoop a board that will make that learning curve a little less steep."}, "model": "product.product", "pk": "silhouette-snowboard-womens-2017"}, {"fields": {"created_at": "2016-11-01T15:26:11.117Z", "price": 88766.0, "modified_at": "2016-11-01T15:26:11.128Z", "name": "TRS HP XC2 BTX Snowboard 2017", "description": "From all facets of the competitive realm to even your every day local adventures with the boys, the Lib Tech TRS HP XC2 BTX Snowboard is the snowboard designed to ride it all. With solid basalt reinforcement and a lightweight core, this board offers the rebound you want for all-over good times thanks to the XC2 camber line. And when conditions foster a glass veneer of sheer ice, you'll be stoked on the Magne-Traction® serration."}, "model": "product.product", "pk": "trs-hp-xc2-btx-snowboard-2017"}, {"fields": {"created_at": "2016-11-01T15:26:40.672Z", "price": 887.0, "modified_at": "2016-11-01T15:26:40.678Z", "name": "Turbo Dream Snowboard 2017", "description": "With its directional twin shape, slightly set back stance, and AT Baseline™, the K2 Turbo Dream is designed to be your all-around board for on-mountain destruction. Sporting a Carbon Web™ layup and a mid-level flex rating, you'll be arcing hard and slashing pow like never before. But don't let these stats dissuade you for a quick lap -- or four -- through the park. It sports a directional twin shape, and can handle whatever is in front of you. If you need a one-board quiver, look no further; the K2 Turbo Dream will take you all over the mountain and back."}, "model": "product.product", "pk": "turbo-dream-snowboard-2017"}, {"fields": {"created_at": "2016-11-01T15:26:25.683Z", "price": 4443.0, "modified_at": "2016-11-05T16:17:51.999Z", "name": "433433", "description": "You have two options: spend the winter suffering through roid rage, making mundane trips to the gym to pick up heavy objects, or get out-of-this-world pitted on the GNU Zoid Asym DEC2 BTX Snowboard. Tested to much fanfare last year, the directional, trapezoidal, and asymmetrically shaped Zoid took the world of snowboarding by storm -- so much so that it threatened to change \"snowboarding\" to \"zoiding.\" Rumored to be shaped by extraterrestrials, the asymmetric geometries of the Zoid give you the ability to float, pop, slash, crash, thrash and carve backwards or forwards into the future, and beyond any earthly boundaries. Experience the beautiful weirdness for yourself and mount up the game-changing GNU Zoid ASYM DEC2 BTX Snowboard."}, "model": "product.product", "pk": "zoid-asym-dec2-btx-snowboard-2017"}, {"fields": {"created_at": "2016-11-05T16:18:32.905Z", "price": 5555.0, "modified_at": "2016-11-05T16:19:31.366Z", "name": "ttttttt", "description": "zzzzzzzxxxx"}, "model": "product.product", "pk": "zzzzzzzxxxx"}]